---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExportLinetypeInfo
source: html/5e6247fc-c339-565f-d3a3-14ecf3ab0943.htm
---
# ExportLinetypeInfo Properties

The destination linetype name (the name of the linetype in the exported format).